/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Ontwikkeld door het wereldwijde DigiWallet team. Versie %1$@";

/* Privay Policy button label */
"About.privacy" = "Privacybeleid";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Gebruiksvoorwaarden";

/* About screen title */
"About.title" = "Over";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Sluiten";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Ondersteuning";

/* Loading Wallet Message */
"Account.loadingMessage" = "DigiWallet wordt geladen\n";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mijn DigiWallet";

/* Error alert title */
"Alert.error" = "Fout";

/* No internet alert message */
"Alert.noInternet" = "Geen internetverbinding gevonden. Controleer de verbinding en probeer het opnieuw.";

/* Warning alert title */
"Alert.warning" = "Waarschuwing";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adressen gekopieerd";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Alle DigiWallet adressen zijn succesvol gekopieerd.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Jouw persoonlijke herstelsleutel is ingesteld";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Super!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Pincode is ingesteld";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Verzenden mislukt";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Verzend bevestiging";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "bitradio verzonden!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON serializatie fout";

/* Wallet not ready error message */
"ApiClient.notReady" = "DigiWallet niet gereed";

/* API Token error message */
"ApiClient.tokenError" = "Kan API-token niet ophalen";

/* header of balance */
"Balance.header" = "Eind\nBalans";

/* Send BCH view body. */
"BCH.body" = "Voer hieronder een adres in van de afgesplitste munt. Alle afgesplitste munten in jouw DigiWallet zullen tijdens de afsplitsing op %1$@ worden verzonden.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Bevestig het verzenden van %1$@ naar %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Bevestiging";

/* Generic bch erorr message */
"BCH.genericError" = "Je account bevat geen splitsingsmunt, of je hebt afgesplitste munten ontvangen na de splitsing.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transactie ID gekopieerd";

/* No address error message */
"BCH.noAddressError" = "Voer alsjeblieft een adres in";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Betalingsprotocol aanvragen worden niet ondersteund bij transacties met de afgesplitste munt";

/* BCH successfully sent alert message */
"BCH.successMessage" = "De afgesplitste munt is succesvol verzonden.";

/* Widthdraw BCH view title */
"BCH.title" = "Afgesplitste munten opnemen";

/* Tx Hash button header */
"BCH.txHashHeader" = "Transactie ID van de afgesplitste munt";

/* Approve button label */
"BitID.approve" = "Goedkeuren";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ vraagt om authenticatie om jouw DigiWallet te gebruiken";

/* Deny button label */
"BitID.deny" = "Afwijzen";

/* BitID error alert title */
"BitID.error" = "Authenticatie fout";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Controleer de dienst. Mogelijk moet je het nogmaals proberen.";

/* BitID success alert title */
"BitID.success" = "Succesvolle authenticatie";

/* Cancel button label */
"Button.cancel" = "Annuleren";

/* Ignore button label */
"Button.ignore" = "Negeren";

/* menu button */
"Button.menu" = "Menu";

/* No button */
"Button.no" = "Nee";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Ontvangen";

/* send button */
"Button.send" = "Verzenden";

/* Settings button label */
"Button.settings" = "Instellingen";

/* Settings button label */
"Button.submit" = "Invoeren";

/* Yes button */
"Button.yes" = "Ja";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Plaats jouw QR code in het midden van de vierkant.";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Hoeveelheid te verzenden:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Netwerk transactiekosten:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Verwerkingstijd: Het duurt %1$@ voordat deze transactie is verwerkt.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Verzend";

/* Confirmation Screen title */
"Confirmation.title" = "Bevestiging";

/* To: (address) */
"Confirmation.to" = "Naar";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Totale kosten:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Om er zeker van te zijn dat je alles correct hebt opgeschreven, vragen wij je ter controle de volgende woorden van jouw persoonlijke herstelsleutel in te voeren.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Woord #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "bitradio-eenheid";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Wisselkoers";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Dit apparaat is niet ingesteld om e-mail te verzenden met de iOS mail app.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email niet beschikbaar";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Dit apparaat is niet ingesteld om berichten te verzenden.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Het verzenden van berichten is niet beschikbaar";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Je kunt je bestedingslimiet voor Face ID aanpassen in de %1$@";

/* Face Id screen label */
"FaceIDSettings.label" = "Gebruik je Face ID om je DigiWallet te ontgrendelen en bitradio tot een bepaalde limiet te verzenden.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Link tekst (see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Face ID voor DigiWallet inschakelen";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Je hebt Face ID niet ingesteld op dit apparaat. Ga naar Instellingen-> Face ID & Wachtwoord om het nu in te stellen.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID niet ingesteld";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID bestedingslimiet";

/* Economy fee */
"FeeSelector.economy" = "Economy";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Verwachte aflevertijd: 10+ minuten";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Deze optie wordt niet aanbevolen voor tijdgevoelige transacties.";

/* Regular fee */
"FeeSelector.regular" = "Normaal";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Verwachte aflevertijd: 10-30 seconden";

/* Fee Selector title */
"FeeSelector.title" = "Verwerkingssnelheid";

/* Checking private key balance progress view text */
"Import.checking" = "Controleren van het saldo van de persoonlijke sleutel...";

/* Sweep private key confirmation message */
"Import.confirm" = "Stuur %1$@ van deze persoonlijke sleutel naar jouw DigiWallet? Het bitradio-netwerk ontvangt een transactievergoeding van %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Deze persoonlijke sleutel bevindt zich al in je DigiWallet.";

/* empty private key error message */
"Import.Error.empty" = "Deze persoonlijke sleutel is leeg.";

/* High fees error message */
"Import.Error.highFees" = "Transactiekosten zouden hoger zijn dan het beschikbare bedrag op deze persoonlijke sleutel.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Geen geldige persoonlijke sleutel gescanned";

/* Import signing error message */
"Import.Error.signing" = "Fout bij het ondertekenen van de transactie";

/* Import button label */
"Import.importButton" = "Importeren";

/* Importing wallet progress view label */
"Import.importing" = "DigiWallet importeren";

/* Caption for graphics */
"Import.leftCaption" = "Te importeren DigiWallet";

/* Import wallet intro screen message */
"Import.message" = "Het importeren van een DigiWallet maakt alle beschikbare bitradio van een andere DigiWallet over naar jouw DigiWallet door middel van één transactie. Dit gebeurd door het inscannen van een QR-code van jouw persoonlijke sleutel.";

/* Enter password alert view title */
"Import.password" = "Deze persoonlijke sleutel is door een wachtwoord beschermd. ";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "Wachtwoord";

/* Caption for graphics */
"Import.rightCaption" = "Jouw DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Scan persoonlijke sleutel (QR-code)";

/* Import wallet success alert title */
"Import.success" = "Gelukt!";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "DigiWallet succesvol geïmporteerd.";

/* Import Wallet screen title */
"Import.title" = "Importeer DigiWallet";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Sleutel ontgrendelen";

/* Import wallet intro warning message */
"Import.warning" = "Tijdens het importeren van een andere DigiWallet worden de transactiegeschiedenis en andere details niet meegenomen!";

/* Wrong password alert message */
"Import.wrongPassword" = "Wachtwoord onjuist, probeer het nogmaals.";

/* Close app button */
"JailbreakWarnings.close" = "Sluiten";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Negeren";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "BEVEILIGING APPARAAT AANGETAST\ n Elke 'jailbreak'-app heeft toegang tot de sleutel gegevens van de DigiWallet en kan jouw bitradio stelen! Wis deze DigiWallet onmiddellijk en herstel deze op een veilig apparaat!";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "APPARAATBEVEILIGING AANGETAST\nElke 'jailbreak'-app heeft toegang tot de sleutelgegevens van DigiWallet en kan jouw bitradio stelen. Gebruik  de DigiWallet alleen op een apparaat zonder jailbreak!";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "WAARSCHUWING";

/* Location services disabled error */
"LocationPlugin.disabled" = "Locatie voorzieningen zijn uitgeschakeld.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet heeft geen toegang tot je locatievoorzieningen.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Je hebt je DigiWallet aangemaakt op %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "De naam van jouw DigiWallet verschijnt alleen in de transactiegeschiedenis van jouw account en kan niet door iemand anders worden gezien.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "DigiWallet naam";

/* Manage wallet modal title */
"ManageWallet.title" = "Beheer jouw DigiWallet";

/* Menu button title */
"MenuButton.lock" = "Vergrendel jouw DigiWallet";

/* Menu button title */
"MenuButton.security" = "Beveiliging centrum";

/* Menu button title */
"MenuButton.settings" = "Instellingen";

/* Menu button title */
"MenuButton.support" = "Support";

/* button label */
"MenuViewController.createButton" = "Maak nieuwe DigiWallet";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "DigiWallet herstellen";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Overschakelen naar automatische modus";

/* Node is connected label */
"NodeSelector.connected" = "Verbonden";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Voer bitradio Node IP-adres en poortnummer (optioneel) in";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Voer de bitradio Node in";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Schakel over naar handmatige modus";

/* Node address label */
"NodeSelector.nodeLabel" = "Huidige primaire bitradio Node";

/* Node is not connected label */
"NodeSelector.notConnected" = "Niet verbonden";

/* Node status label */
"NodeSelector.statusLabel" = "Status Node verbinding";

/* Node Selector view title */
"NodeSelector.title" = "bitradio Nodes";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Onjuist betaalverzoek";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Niet ondersteund of beschadigd document";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = " Certificaat ontbreekt";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Verzoek verlopen";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Kon de betaling niet uitvoeren";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "bitradio betalingen kunnen niet lager zijn dan %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "bitradio betalingen en netwerk fee samen kunnen niet lager zijn dan %1$@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Niet ondersteund ondertekeningstype";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Niet vertrouwd certificaat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Druk hier om Face ID in te schakelen";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Face ID activeren";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Een pincode op je apparaat is noodzakelijk om je DigiWallet te beschermen. Ga naar de instellingen op je apparaat om een pincode in te stellen.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Zet een pincode aan op je apparaat";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Je moet je persoonlijke herstelsleutel opschrijven en bewaren op een veilige plek! Klik hier om verder te gaan.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Actie vereist";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Je DigiWallet is mogelijk niet gesynchroniseerd. Dit kan vaak worden opgelost door opnieuw met de Blockchain te synchroniseren.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transactie afgewezen";

/* header of PinView */
"Prompts.SecurityCheck.header" = "Veiligheid\nControle";

/* Share data prompt body */
"Prompts.ShareData.body" = "Help ons DigiWallet te verbeteren door jouw gegevens anoniem met ons te delen. Deze bevatten geen financiële informatie. Wij respecteren jouw financiële privacy.";

/* Share data prompt title */
"Prompts.ShareData.title" = "Anoniem data delen";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Druk hier om Touch ID te activeren";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Activeer Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "De DigiWallet is ge-upgrade, je moet nu een 6 cijferige pincode gebruiken. Klik hier om te upgraden. ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Upgrade je pincode";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Zet de berichten aan om in de toekomst speciale berichten van je DigiWallet te kunnen ontvangen.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push berichten";

/* Push notifications are off label */
"PushNotifications.off" = "Uit";

/* Push notifications are on label */
"PushNotifications.on" = "Aan";

/* Push notifications settings view title label */
"PushNotifications.title" = "Berichten";

/* Address copied message. */
"Receive.copied" = "Gekopieerd naar klembord.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Een bedrag aanvragen";

/* Share button label */
"Receive.share" = "Delen";

/* Share via text message (SMS) */
"Receive.textButton" = "Tekstbericht";

/* Receive modal title */
"Receive.title" = "Ontvangen";

/* Done button text */
"RecoverWallet.done" = "Klaar";

/* Recover wallet header */
"RecoverWallet.header" = "Herstel DigiWallet";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Reset pincode";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Voer jouw persoonlijke herstelsleutel in";

/* Recover wallet intro */
"RecoverWallet.intro" = "Herstel je DigiWallet met jouw persoonlijke herstelsleutel.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Jouw persoonlijke herstelsleutel die je hebt ingevoerd is ongeldig. Controleer elk woord zorgvuldig en probeer het opnieuw.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Linker pijl";

/* Next button label */
"RecoverWallet.next" = "Volgende";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Tik hier voor meer informatie.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Rechter pijl";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Voer jouw persoonlijke herstelsleutel in voor de DigiWallet die je wilt herstellen.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Om je pincode te resetten voer je de woorden van jouw persoonlijke herstelsleutel in de vakken hieronder in.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Voer eerst een bedrag in";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Vraag een bedrag aan";

/* Alert action button label */
"ReScan.alertAction" = "Synchroniseer";

/* Alert message body */
"ReScan.alertMessage" = "Je kunt tijdens het synchroniseren geen bitradio verzenden.";

/* Alert message title */
"ReScan.alertTitle" = "Sync met Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minuten";

/* Syncing explanation */
"ReScan.body2" = "Als een transactie als voltooid wordt weergegeven op het bitradio-netwerk maar niet in je DigiWallet staat.";

/* Syncing explanation */
"ReScan.body3" = "Of je krijgt herhaaldelijk een foutmelding dat je transactie is afgewezen.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Start synchronisatie";

/* Sync blockchain view footer */
"ReScan.footer" = "Je kunt geen bitradio verzenden tijdens het synchroniseren met de Blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Synchroniseer Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Geschatte tijd";

/* Subheader label */
"ReScan.subheader2" = "Wanneer synchroniseren?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Camera flits";

/* Complete filter label */
"Search.complete" = "Uitgevoerd";

/* Pending filter label */
"Search.pending" = "In afwachting";

/* Received filter label */
"Search.received" = "Ontvangen";

/* Sent filter label */
"Search.sent" = "Verzonden";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Activeer alle veiligheidsmaatregelen voor maximale bescherming.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "De enige manier om toegang te krijgen tot je bitradio als jij je telefoon verliest, upgrade, terug zet naar fabrieksinstellingen of als de telefoon kapot gaat.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Jouw persoonlijke herstelsleutel";

/* PIN button description */
"SecurityCenter.pinDescription" = "Beschermt je DigiWallet tegen niet geautoriseerde gebruikers.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Cijferige pincode";

/* Security Center Title */
"SecurityCenter.title" = "Veiligheidscentrum";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Gebruik je vingerafdruk om je DigiWallet te ontgrendelen en bitradio te verzenden tot een bepaalde limiet.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Aantal";

/* Balance: $4.00 */
"Send.balance" = "Balans: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Ga naar Instellingen om camera-toegang toe te staan.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet heeft geen toestemming om de camera te gebruiken";

/* Warning when sending to self. */
"Send.containsAddress" = "Het bestemmingsadres is je eigen bitradio adres. Je kan geen bitradio naar jezelf verzenden.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Kan de  transactie niet verzenden naar het bitradio netwerk.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Het klembord is leeg";

/* Network Fee: $0.01 */
"Send.fee" = "Netwerk Fee: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "De identiteit van de betaler is niet gecertificeerd.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Het bestemmingsadres is geen geldig bitradio adres.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Het klembord bevat geen geldig bitradio adres.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Ongeldig adres";

/* Is rescanning error message */
"Send.isRescanning" = "Je kan geen transacties verzenden tijdens het synchroniseren met de Blockchain. Wacht totdat deze klaar is.";

/* Loading request activity view message */
"Send.loadingRequest" = "Aanvraag laden";

/* Empty address alert message */
"Send.noAddress" = "Vul het bitradio adres van de ontvanger in.";

/* Emtpy amount alert message */
"Send.noAmount" = "Vul een bedrag in om te verzenden.";

/* Paste button label */
"Send.pasteLabel" = "Plak";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Kan de transactie niet publiceren.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Kan het betalingsverzoek niet laden";

/* Scan button label */
"Send.scanLabel" = "Scan";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Verzenden";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Verzenden";

/* Send money to label */
"Send.toLabel" = "Naar";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Elk bitradio adres is in principe bedoeld voor eenmalig gebruik. ";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Hergebruiken van bitradio adressen verkleind de privacy van jou en de ontvanger. Het kan resulteren in verloren bitradio als de ontvanger niet meer de controle heeft over een oud adres.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Het adres is al eerder gebruikt";

/* About label */
"Settings.about" = "Over";

/* Advanced Settings title */
"Settings.advancedTitle" = "Extra instellingen";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Valuta weergeven";

/* Join Early access label */
"Settings.earlyAccess" = "Maak gebruik van vroege toegang";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Heb je plezier in het gebruik van je DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID spendeer limiet";

/* Import wallet label */
"Settings.importTitle" = "Importeer DigiWallet";

/* Manage settings section header */
"Settings.manage" = "Beheer";

/* Notifications label */
"Settings.notifications" = "Meldingen";

/* Leave review button label */
"Settings.review" = "Laat een review achter";

/* Share anonymous data label */
"Settings.shareData" = "Deel anonieme gegevens";

/* Sync blockchain label */
"Settings.sync" = "Synchroniseer met de Blockchain";

/* Settings title */
"Settings.title" = "Instellingen";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID bestedingslimiet";

/* Wallet Settings section header */
"Settings.wallet" = "DigiWallet";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Maak/Herstel een andere DigiWallet";

/* Share data view body */
"ShareData.body" = "Help ons DigiWallet te verbeteren door je gegevens anoniem met ons te delen. Deze bevatten geen financiële informatie. Wij respecteren jouw financiële privacy.";

/* Share data header */
"ShareData.header" = "Data delen?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Anoniem gegevens delen?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Schrijf persoonlijke herstelsleutel opnieuw op";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Jouw persoonlijke herstelsleutel is de enige manier om jouw DigiWallet te herstellen als je telefoon verloren, gestolen, kapot is gegaan, is geupgrade of is teruggezet naar fabrieksinstellingen. Zonder jouw persoonlijke herstelsleutel heb je in deze gevallen geen toegang meer tot je bitradio!\n\nWe zullen je een lijst met woorden tonen die je moet opschrijven en veilig moet bewaren.\nDie woorden vormen jouw persoonlijke herstelsleutel. Houd deze altijd privé en deel deze met niemand!";

/* button label */
"StartPaperPhrase.buttonTitle" = "Schrijf persoonlijke herstelsleutel sleutel op";

/* Argument is date */
"StartPaperPhrase.date" = "Je hebt jouw persoonlijke herstelsleutel voor het laatst opgeschreven op %1$@";

/* Start view message */
"StartViewController.message" = "De meest veilige en makkelijke manier om je bitradio te gebruiken.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "Blok Nummer";

"SynchingView.progressLabel" = "Voortgang";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Verbinden";

/* Syncing view header text */
"SyncingView.header" = "Synchroniseren";

/* Retry button label */
"SyncingView.retry" = "Opnieuw proberen";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synchroniseren";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ u";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Je kunt je Touch ID bestedingslimiet aanpassen bij het %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Gebruik je vingerafdruk om je DigiWallet te ontgrendelen en bitradio te verzenden tot een bepaalde limiet.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID bestedingslimiet scherm";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Bestedingslimiet: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Schakel Touch ID in voor DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Je hebt Touch ID niet ingesteld op dit apparaat. Ga naar Instellingen-> Touch ID & Wachtwoord om het nu in te stellen.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID niet ingesteld";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Toegangscode altijd vereist";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Je wordt gevraagd om je 6-cijferige pincode in te voeren om een ​​transactie te verzenden boven jouw bestedingslimiet. En als het meer dan 48 uur geleden is sinds de laatste keer dat je jouw pincode hebt ingevoerd.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID bestedingslimiet";

/* Availability status text */
"Transaction.available" = "Beschikbaar om uit te geven";

/* Transaction complete label */
"Transaction.complete" = "Uitgevoerd";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Eindsaldo: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Wisselkoers tijdens ontvangst:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Wisselkoers tijdens verzenden:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ transactiekosten)";

/* Invalid transaction */
"Transaction.invalid" = "ONGELDIG";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Zojuist";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Aan het ontvangen: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Aan het verzenden: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Beginsaldo: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Wacht op bevestiging. Sommige verkopers hebben een bevestiging nodig om een ​​transactie te voltooien. Geschatte tijd: 1-2 minuten.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Rekening";

/* Amount section header */
"TransactionDetails.amountHeader" = "Aantal";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Bevestigd in Block";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Jouw transacties zullen hier verschijnen.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "Op %1$@";

/* More button title */
"TransactionDetails.more" = "Meer...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@ verplaatst";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b> Verplaatst";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Niet Bevestigd";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ Ontvangen";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b> Ontvangen";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ Verzonden";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> Verzonden";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Transactie Details";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "naar %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "bitradio Transactie-ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Ontvangen op dit adres:";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Verzonden naar dit adres:";

/* filter buttons for transactionView */
"TransactionView.all" = "alles";

"TransactionView.received" = "ontvangen";

"TransactionView.sent" = "verstuurd";

/* Disabled until date */
"UnlockScreen.disabled" = "Uitgeschakeld tot: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Mijn adres";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Reset pincode";

/* Scan button title */
"UnlockScreen.scan" = "Scan adres";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Voer je pincode in";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Ontgrendel jouw DigiWallet";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Ontgrendel met Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "DigiWallet ontgrendeld";

/* Update PIN caption text */
"UpdatePin.caption" = "Onthoud deze pincode goed! Zonder deze pincode zal je geen toegang meer hebben tot je bitradio.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Je pincode zal gebruikt worden om je DigiWallet te ontgrendelen en bitradio te verzenden.";

/* Update PIN title */
"UpdatePin.createTitle" = "Pincode instellen";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Voer je pincode opnieuw in";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Voer je huidige pincode in.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Voer je nieuwe pincode in.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Voer je nieuwe pincode opnieuw in.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Sorry, het is niet gelukt om je pincode te veranderen.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Het veranderen van de pincode is mislukt";

/* Update PIN title */
"UpdatePin.updateTitle" = "Verander pincode";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "DigiWallet adres kopiëren naar klembord?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autoriseer om het DigiWallet adres te kopiëren naar het klembord";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopieer DigiWallet adres";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopieer";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Voer je pincode in om toestemming te geven voor deze transactie.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Voer je pincode in om verder te gaan.";

/* Verify PIN view title */
"VerifyPin.title" = "Pincode is vereist";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Geef toestemming voor deze transactie";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Open de DigiWallet iPhone app om je DigiWallet aan te maken.";

/* Dismiss button label */
"Webview.dismiss" = "Afwijzen";

/* Webview loading error message */
"Webview.errorMessage" = "Er trad een fout op bij het laden van de inhoud. Probeer het alsjeblieft opnieuw.";

/* Updating webview message */
"Webview.updating" = "Aan het updaten...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "bitradio voor iOS heeft zijn naam veranderd in DigiWallet, met een gloednieuw uiterlijk en een aantal nieuwe functies.\n\nAls je hulp nodig hebt, druk op (?) rechts bovenaan in de meeste schermen.";

/* Top title of welcome screen */
"Welcome.title" = "Welkom bij jouw DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Weet je zeker dat je jouw DigiWallet wilt wissen?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Wis deze DigiWallet?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Het wissen van de DigiWallet is mislukt.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Mislukt";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Voer eerst jouw persoonlijke herstelsleutel van deze DigiWallet in om deze te wissen. Je huidige bitradio blijven beschikbaar op deze persoonlijke herstelsleutel. Daarna kan je een nieuwe DigiWallet aanmaken of een bestaande DigiWallet herstellen.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Het starten of herstellen van een andere DigiWallet. Dit verwijderd jouw huidige DigiWallet op dit apparaat. En geeft je toegang en beheer over een andere DigiWallet op dit apparaat.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Jouw huidige DigiWallet zal van dit apparaat worden verwijderd. Als je het in de toekomst wilt herstellen, moet je jouw persoonlijke herstelsleutel invoeren.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Maak of herstel andere DigiWallet";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Verwijder";

/* Wiping activity message */
"WipeWallet.wiping" = "Verwijderen...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Schrijf elk woord op volgorde op en bewaar het op een veilige plek.";

/* button label */
"WritePaperPhrase.next" = "Volgende";

/* button label */
"WritePaperPhrase.previous" = "Vorige";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d van %2$d";

